[
    {
        "year": 1987,
        "title": "Born August 31st",
        "place": "Brattleboro, Vermont, USA",
        "summary": "Designated female at birth"
    },
    {
        "year":1987,
        "title":"LGBT Rights",
        "place":"Sweden",
        "summary":"Sweden is the first country to pass laws protecting homosexual rights"
    },
    {
        "year":1991,
        "title":"Desert Storm",
        "place":"Iraq, Persian Gulf",
        "summary":"The Gulf War was a war waged by coalition forces from 35 nations led by the United States against Iraq in response to Iraq's invasion and annexation of Kuwait arising from oil pricing and production disputes."
    },
    {
        "year":1992,
        "title":"Cray Pas",
        "place":"Chesterfield, New Hampshire",
        "summary":"Makes cray pa drawings on styrofoam"
    },
    {
        "year":1994,
        "title":"1st Move",
        "place":"Chesterfield, New Hampshire",
        "summary":"Moved to ranch house 0.4 miles away"
    },
    {
        "year":1995,
        "title":"1st Camera",
        "place":"Chesterfield, New Hampshire",
        "summary":"Collected pudding foil tops to mail-in for Alvin and The Chipmunk’s camera"
    },
    {
        "year":1995,
        "title":"1st Photographs",
        "place":"Chesterfield, New Hampshire",
        "summary":"Photographed Elvis the hamster and Lego ‘sculptures’ with new camera"
    },
    {
        "year":1998,
        "title":"Author's Contest",
        "place":"Chesterfield, New Hampshire",
        "summary":"Wins 2nd place in Author’s Contest for short story written about dragons"
    },
    {
        "year":2000,
        "title":"Y2K",
        "place":"Earth",
        "summary":"The Year 2000 problem, also known as the Y2K problem, the Millennium bug, Y2K bug, the Y2K glitch, or Y2K, refers to events related to the formatting and storage of calendar data for dates in and after the year 2000"
    },
    {
        "year":2001,
        "title":"High School",
        "place":"Keene, New Hampshire",
        "summary":"Begins High School"
    },
    {
        "year":2001,
        "title":"9/11 Attacks",
        "place":"World Trade Center, New York, Manhattan, Stonycreek Township, Arlington County",
        "summary":"The September 11 attacks, often referred to as 9/11, were a series of four coordinated terrorist attacks by the Wahhabi terrorist group Al-Qaeda against the United States on the morning of Tuesday, September 11, 2001"
    },
    {
        "year":2001,
        "title":"Career Musings",
        "place":"Keene, New Hampshire",
        "summary":"Decides to pursue art and/or design as a career."
    },
    {
        "year":2003,
        "title":"Iraq War",
        "place":"Iraq",
        "summary":"The Iraq War was a protracted armed conflict that began in 2003 with the invasion of Iraq by a United States-led coalition that overthrew the government of Saddam Hussein. The conflict continued for much of the next decade as an insurgency emerged to oppose the occupying forces and the post-invasion Iraqi government."
    },
    {
        "year":2004,
        "title":"First all-transgender Vagina Monologues",
        "place":"Los Angeles, California",
        "summary":"Deep Stealth Productions presented the V-Day 2004 Worldwide Campaign event for Los Angeles on Saturday, February 21st. In cooperation with the author, internationally-known playwright Eve Ensler, and under the auspices of Jane Fonda, this benefit performance featured the first ever transgender cast of “The Vagina Monologues,” and included a new monologue written by Eve especially for this event"
    },
    {
        "year":2004,
        "title":"Same-sex Marriage",
        "place":"Massachusetts, USA",
        "summary":"Same-sex marriage becomes legal in Massachusetts, USA"
    },
    {
        "year":2004,
        "title":"1st Concussion",
        "place":"Keene, New Hampshire",
        "summary":"Receives first concussion in gym class after being kicked-in-the-face"
    },
    {
        "year":2004,
        "title":"Scholastic Art Awards",
        "place":"Keene, New Hampshire",
        "summary":"Awarded a ‘Silver Key’ for regional artist contest for charcoal drawings of Rocce inline skates"
    },
    {
        "year":2005,
        "title":"Same-sex Marriage",
        "place":"Canada",
        "summary":"Same-sex marriage becomes legal in Canada"
    },
    {
        "year":2005,
        "title":"Keene State College",
        "place":"Keene, New Hampshire",
        "summary":"Begins undergraduate studies at Keene State College"
    },
    {
        "year":2006,
        "title":"Field Hockey",
        "place":"Keene, New Hampshire",
        "summary":"Quits college field hockey team to focus on art"
    },
    {
        "year":2007,
        "title":"Apple iPhone",
        "place":"Macworld 2007 convention at the Moscone Center in San Francisco",
        "summary":"Steve Jobs unveiled the iPhone to the public on January 9, 2007, at the Macworld 2007 convention at the Moscone Center in San Francisco."
    },
    {
        "year":2007,
        "title":"Art & Collaboration",
        "place":"Keene, New Hampshire",
        "summary":"Develops collaborative art projects with first love"
    },
    {
        "year":2008,
        "title":"Barack Obama is Elected, America’s First Black President",
        "place":"USA",
        "summary":"Barack Obama, a Democrat from Illinois, was elected President of the United States on November 4, 2008 and was inaugurated as the nation's 44th president on January 20, 2009"
    },
    {
        "year":2009,
        "title":"The first International Transgender Day of Visibility is held",
        "place":"Michigan",
        "summary":"Founded by transgender activist Rachel Crandall of Michigan in 2009 as a reaction to the lack of LGBT recognition of transgender people, citing the frustration that the only well-known transgender-centered day was the Transgender Day of Remembrance, which mourned the murders of transgender people, but did not acknowledge and celebrate living members of the transgender community. The first International Transgender Day of Visibility was held on March 31, 2009."
    },
    {
        "year":2011,
        "title":"Testosterone",
        "place":"Keene, New Hampshire",
        "summary":"Starts hormone replacement therapy"
    },
    {
        "year":2011,
        "title":"Name Change",
        "place":"Keene, New Hampshire",
        "summary":"Goes to  court to legally change name"
    }


    
]